
const teachersData= {
    bogdan: {
        id:'bogdan',
        forename: 'Павел',
        surname: 'Богдан',
        directionsID: ['tango'],
        biography: 'Я танцую Аргентинское танго с 2006 года. Преподаю с 2008. Мой путь к этому танцу был долгим и интересным. Фигурное катание, акробатический рок-н-ролл, русские народные, джаз-модерн, хастл, бальные танцы, сальса, бачата, классическая хореография, модерн (модерновый балет)… Аргентинское танго. <br/> Началось все классически: мама отвела первоклассника Павлика на фигурное катание. Я очень старался и был одним из лучших в группе. Одна пухленькая девочка лучше меня выполняла «прыжок-кольцо», а в остальном я был самый молодец. Но Ягудин и Плющенко могли спать спокойно, - на лед я так и не вышел. Каток был далеко от зала основных тренировок и возить меня было некому. Так страна потеряла великого фигуриста. Позже она потеряет великого рок-н-ролльщика, бальника, народника, балеруна…<br>В 2004 страна могла, в принципе, потерять одного из своих жителей. Я получал второе образование в США, в Dartmouth College, где параллельно играл в местном театре. После одного из спектаклей (это был мюзикл) ко мне подошел хореограф постановщик и предложил без прослушивания место в модерновом ансамбле. Так началось мое первое серьезное увлечение танцами. Тренировки и репетиции занимали по 5-6 часов каждый день. Йога, пилатес, станок, классика, модерн... Почти два года я жил в режиме - подъем, пол дня работа, пол дня тренировки, сон. После первого года занятий, в итоговом 2 часовом концерте я был на сцене минут 15… После второго больше часа… Мне сделали предложение остаться в США и продолжить танцевальную карьеру… Я отказался. На то было много причин, и я не сильно мучился с выбором страны, но мне было приятно услышать такое предложение.<br>После возвращения в Москву, в августе 2006 года я во второй раз в жизни пришел на урок Аргентинского танго в школу «La Milonga» к Александру Викторовичу Вистгофу. Первый был в США - там я пробовал танцевать всё подряд. В колледже создавались все условия для разностороннего творческого развития студентов, и от количества танцевальных студий кружилась голова. Но «любовь с первого раза» не случилась, и я ушел в модерн. В школе «La Milonga» я очень быстро догнал и перегнал свою начинающую группу, потом продолжающую и потом продвинутую. Через полтора года мне предложили преподавать.<br>С 2008 по 2012 год я работал преподавателем в клубах «La Milonga» и «Planetango» после чего открыл собственную школу Аргентинского танго в Москве. В декабре 2014 года, после поездки в Индию, я закрыл школу и отправился путешествовать и преподавать танго. За пол года я побывал в Красноярске, Новосибирске, Томске, Омске, Иркутске, Улан-Удэ.<br>С октября 2015 года я являюсь руководителем направления Аргентинского танго в Танцевальном клубе «Чердак» и я искренне верю в то, что в скором времени этот танец станет одним из самых популярных в Красноярске.<br>Профессиональная география (семинары, мастер-классы, выступления): Гамбург (Германия), Москва, Тверь, Пермь, Красноярск, Новосибирск, Томск, Омск, Иркутск, Улан-Удэ.',
        img: 'bogdan.jpg',
        position: 'Преподаватель'
    },
    bolotina: {
        id:'bolotina',
        forename: 'Анна',
        surname: 'Болотина',
        directionsID: ['hustle'],
        biography: 'Научиться красиво двигаться я хотела с самого детства. В старших классах мечтала танцевать в паре, но так уж сложилось, что дальше "традиционного"вальса на последний звонок дело не продвинулось:) с танцевальным клубом "Чердак" познакомилась абсолютно случайно, оказавшись на фестивале "Зеленый", где ребята проводили открытый урок для всех желающих, попробовала сама, получила "рекламку", долго стояла и любовалась на преподавателей, а в голове мелькали мысли: вот он, шанс попробовать! <br> Так и началась моя танцевальная жизнь; подобную незамысловатую историю вам может рассказать почти каждый ученик клуба, но это правда: впустив танцы в свою жизнь однажды, ты понимаешь, что это навсегда. Подобное случилось и с мной: периодически бросав тренировки из-за сессии и других причин,после всегда возвращалась в клуб обратно. Сейчас с уверенностью могу сказать, что уже не представляю свою жизнь без танцев. Еще совсем недавно расстраивалась из-за того, что не могу выполнить какой-то элемент, а сегодня объясняю его своим ученикам. Именно на танцах я стала более раскрепощенной и уверенной в себе, научилась импровизировать, слышать и понимать музыку, взаимодействовать в паре, как и мечтала ранее) Каждый танец - это отличная возможность на три минуты, стать абсолютно другим человеком, выразить свои эмоции, чувства и отвлечься от повседневных проблем. Приходите к нам пробуйте что-то новое и полезное для тела и души :)',
        img: 'bolotina.jpg',
        position: 'Преподаватель'
    },
    voronina: {
        id:'voronina',
        forename: 'Анна',
        surname: 'Воронина',
        directionsID: ['irish'],
        biography: 'Я танцую ирландские танцы и преподаю их около 7 лет. Мне всегда нравилось ощущение полета и когда я сделала свой первый jump - поняла, что эти танцы для меня! Спортивные ирландские танцы научили меня, что всё возможно. Нужно лишь проявить терпение и упорство, и двигаться вперед.',
        img: 'voronina.jpg',
        position: 'Преподаватель'
    },
    evdokimova:{
        id:'evdokimova',
        forename: 'Мария',
        surname: 'Евдокимова',
        directionsID: ['poledance'],
        biography: '',
        img: 'evdokimova.jpg',
        position: 'Преподаватель'
    },
    zholobova:{
        id:'zholobova',
        forename: 'Алена',
        surname: 'Жолобова',
        directionsID: ['irish'],
        biography: 'Обожаю ирландскую культуру во всех ее проявлениях: танцы, музыка, мифы, легенды, литература. Стремлюсь всячески обогащать свои знания и не стоять на месте в развитии. Преподаю сравнительно недавно, но мне нравится это дело. Стараюсь поддержать учеников, радуюсь их успехам и подстегиваю интерес к Ирландии.',
        img: 'zholobova.jpg',
        position: 'Преподаватель'
    },
    zolotarev: {
        id:'zolotarev',
        forename: 'Константин',
        surname: 'Золотарев',
        directionsID: ['salsa','bachata'],
        biography: 'Танцевать я любил всегда. В школе занимался бальными танцами, а в студенчестве был завсегдатаем рок-н-ролльных вечеринок. <br>В 2008 году попал в мир социальных танцев. Сходил на открытый урок по сальсе и понял, что это то самое. Дальше были занятия, фестивали, обучение у российских и зарубежных преподавателей. Но процесс обучения оказался вторичным. Главным, как выяснялось, была яркая живая сальсатусовка. Танцы стали способом общения, и способом выразить себя в этом общении. Я был впечатлен. <br>Если вы спросите меня, почему я предпочел латинские танцы, я отвечу, что выбрал их за музыку и энергетику карибских островов. <br>Увлеченно и активно я занимался в течение трех лет, учился у таких преподавателей как Алексей Алексенцев (г. Москва), Вячеслав Заславский (г. Киев), Федор Недотко (г. Санкт-Питербург), SuperMario (г. Лондон), Ataka&LaAlemana (Флорида, США). За эти годы был постоянным участником российских международных сальса фестивалей: Сальса фестиваль «Третий фронт», Препод пати, SeaSky, Freestyle Salsa Fest, Hot Winter in Siberia и его предшестенник Сибирский сальса фестиваль. <br>А с 2011 года стал преподавать. <br>С этого момента сальса стала моей жизнью. Танцую такие направления как: сальса, бачата, афро-кубинский фольклёр, румба, пачанга, ча-ча-ча, а также свинговый танец – линди хоп. <br>В танцах я люблю, прежде всего, не титулы и звания, а то, что зарождается на танцполе между двумя людьми под звуки музыки, и то, какие эмоции и вдохновение мы можем дарить друг другу в танце. Преподавание - это мой способ приоткрыть людям двери в удивительный мир танца. Этот мир не ограничивается только танцполом. Он наполняет жизнь каждого новыми красками, а иногда и неожиданными поворотами судьбы.',
        img: 'zolotarev.jpg',
        position: 'Преподаватель'
    },
    kaurakov: {
        id:'kaurakov',
        forename: 'Павел',
        surname: 'Каураков',
        directionsID: ['salsa'],
        biography: 'В латиноамериканские танцы я пришёл в 2000е годы. Спасибо моему очень хорошему другу за это! Меня покорила музыка, атмосфера которая была на вечеринках, люди. <br>Преподавать стал по счастливому стечению обстоятельств. Очень нравится делиться знаниями, а ещё больше нравится когда вижу, что растут прекрасные партнеры и партнерши. <br>Маленький совет для тех кто хочет начать заниматься танцами, ничего не бойтесь! Нет не возможного! И главное, настоящие мужики умеют танцевать ',
        img: 'kaurakov.jpg',
        position: 'Преподаватель'
    },
    lacheva: {
        id:'lacheva',
        forename: 'Ольга',
        surname: 'Лачева',
        directionsID: ['tango'],
        biography: 'Танцевать хотела всегда, сколько себя помню. Когда через два года занятий на ЧЕРДАКЕ, куда меня привел мой коллега по работе, я произнесла вслух и сама услышала, как гармонично звучит фраза " Я танцую Аргентинское танго", мне было уже далеко за ...<br> И теперь мое счастье приумножилось этим замечательным интеллигентным красивым парным танцем.<br> Танго меня любит. <br> Для меня Танго - это не просто хороший навык или интересное хобби, хотя уже и этого могло бы быть достаточно. <br>Танго – это общение с единомышленниками, не смотря на то, что все мы разные люди. Это возможность узнавания и воспитания своего тела красивым и гармоничным способом, несущим очень правильную, на мой взгляд, культуру отношений между мужчиной и женщиной. <br> Мне приятно приходить в наш уютный клуб, чтобы танцевать, чтобы дружить, чтобы развиваться самой и  помогать другим. <br> Танго – это потрясающая возможность общаться на его языке в любом уголке мира, где мужчины и женщины, невзирая на возраст, национальность и социальное положение  обнимаются под красивую музыку. <br> Я люблю Аргентинское танго. И бесконечно счастлива его преподавать.',
        img: 'lacheva.jpg',
        position: 'Преподаватель'
    },
    mikhaylov: {
        id:'mikhaylov',
        forename: 'Сергей',
        surname: 'Михайлов',
        directionsID: ['hustle'],
        biography: '',
        img: 'mikhaylov.jpg',
        position: 'Преподаватель'
    },
    nepomnyaschaya: {
        id:'nepomnyaschaya',
        forename: 'Юлия',
        surname: 'Непомнящая',
        directionsID: ['salsa','bachata', 'reggeton'],
        img: 'nepomnyaschaya.jpg',
        position: 'Преподаватель'
    },
    peryakina: {
        id:'peryakina',
        forename: 'Марина',
        surname: 'Перякина',
        directionsID: ['tango'],
        biography: 'Мой танцевальный путь начался с самого детства. Совсем малышкой мама водила меня в школу эстетического развития, а в 8 лет, по совету кого-то из знакомых, отдала в детский коллектив эстрадного танца для того что бы у девочки сформировалась правильная осанка. В 16 я работала детским хореографом, танцевала в модерн-балете, и серьезно задумывалась о том, что мне стоит связать с танцами свою жизнь, сделав это своей профессией.  В 17, волею судьбы, я оставила танцы на 7 долгих лет.  В 24, была совершенно уверена, мое время ушло, форма потеряна, да и мне уже целых 24 года, какие могут быть танцы?<br> Любимый мужчина, знающий о моем прошлом, убедил меня в том, что вернуться к любимому делу никогда не поздно. Однажды в поисковой строке Яндекса я набрала «парные танцы в Красноярске» и так попала на свой первый урок социальных танцев. С мужчиной мы расстались, но я  всегда буду благодарна ему за то, что он вернул танцы в мою жизнь, хотя сам не посетил при этом ни одного урока.<br> На свой первый урок Аргентинского танго я пришла из чистого любопытство, за это спасибо моему московскому другу. Взрослый мужчина с детским восторгом бегал вокруг меня с дисками танго-музыки и, не прерываясь, восхищенно рассказывал мне об этом волшебном танце! Я очень быстро освоилась в этом направлении, много училась и танцевала, и чувство «случившегося танго» мне удалось испытать так же достаточно быстро, но не смотря на это примерно в  течение года я не могла для себя ответить на вопрос, зачем мне все это…  А потом я влюбилась, влюбилась в танго всем своим существом, каждой клеточкой своего тела, душой, и осознала, танго – это не влюбленность, это любовь на всю жизнь! Я много училась у  опытных преподавателей России, Европы и Аргентины, стала участником большого количества семинаров, мастер-классов и фестивалей по аргентинскому танго, и продолжаю учиться до сих пор. В какой-то момент я поняла, что обладаю достаточно широким спектром знаний, и чувствую в себе потребность делиться этой интересной и полезной информацией с окружающими, с этого началась моя преподавательская деятельность. Я счастлива, что однажды танго стало частью моей жизни! Счастлива делиться своими знаниями с окружающими! Приходите, будем танцевать!<br> Марина Перякина Аргентинское танго танцует с 2011 года, с 2013 года преподает. <br> 2016 Стала вице чемпионкой в категории " Милонгеро" Чемпионата по Аргентинскому танго МИЛОНГА СИБИРИ <br> 2015 Стала золотым призером в категории " Милонгеро" и серебряным призером в категории "Танго Салон" Чемпионата по Аргентинскому танго МИЛОНГА СИБИРИ <br> 2014 Стала бронзовым призером Чемпионата по Аргентинскому танго МИЛОНГА СИБИРИ в категории "Танго Салон".',
        img: 'peryakina.jpg',
        position: 'Преподаватель'
    },
    severin: {
        id:'severin',
        forename: 'Алексей',
        surname: 'Северин',
        directionsID: ['hustle'],
        biography: 'Танцевать я начал в младших классах, пошел в хореографический кружок вместе с симпатичной мне девочкой. Хватило меня ненадолго, пару лет спустя уроки были заброшены. Второй раз танцы пришли в мою жизнь уже в университете. И снова виной всему женщина: одногрупница настойчиво тянула меня попробовать социальные танцы.<br> Помню, когда шел на свое первое занятие, совершенно не понимал, куда иду. Мы перепутали направления танцев и в хастл попали случайно. Абонемент к тому моменту был куплен, обратной дороги не было. Очень возможно, что через месяц занятий я бы снова бросил танцы, но меня удержала конкурсная составляющая хастла. Частые конкурсы, крупные турниры, выезды на соревнования в другие города, медали и кубки - это захватило меня и мотивирует на развитие до сих пор. <br> Развиваясь в хастле, я стал преподавателем.  Быть учителем большая ответственность, нужно всегда быть примером для своих подопечных. Одно из любимых, ощущение гордости и триумфа, когда твои ученики выступают на конкурсах, занимают призовые места, побеждают.<br> Да, я большой фанат конкурсов. Но это лишь одна составляющая танца. Ведь, прежде всего, хастл – танец социальный, а значит дискотечный. Выбрав хастл, я гарантировал себе постоянные новые знакомства, общение и головокружительные танцы. <br> Основные конкурсные достижения:<br> 1 место Чемпионат Сибири по хастлу 2015, г. Красноярск, номинация JnJ Rs-M-S <br> 1 место Кубок Чемпионов 2015, г. Москва, номинация JnJ RS <br> 1 место Hot Winter Cup 2015, г. Красноярск, номинации JnJ RS, JnJ Main, Strictly CBA<br> 1 место СуперЛига Сибири 2015, г. Новосибирск, номинация Strictly CBA <br> 1 место Чемпионат Урала 2014, г. Екатеринбург, номинации JnJ Абсолют, Strictly C+ <br> 1 место Шаг вперёд 2014, г. Красноярск, номинации ProAm C, Стрикли, JnJ Космос CBA <br> 1 место На пути к звёздам 2014, г. Красноярск, номинация JnJ Абсолют',
        img: 'severin.jpg',
        position: 'Преподаватель'
    },
    stanishevskaya: {
        id:'stanishevskaya',
        forename: 'Ольга',
        surname: 'Станишевская',
        directionsID: ['salsa','bachata'],
        biography: 'Желание танцевать возникло еще в школьные годы. Но от мечты до самих танцев прошло немало времени. Только на последнем курсе университета я все-таки решилась прийти на танцы. И не пожалела! Меня затянуло в круговорот танцевальных событий: занятия, вечеринки, новые знакомства. Сначала я танцевала на хастл-дискотеках, пробовала сольные направления, потом меня заинтересовало танго, и я ушла в него с головой на три года, не замечая ничего вокруг. <br>А однажды я пришла на первый урок по сальсе, и с тех пор моя жизнь круто изменилась: стала в тысячу раз ярче, насыщеннее, интереснее и позитивнее. Уже спустя пару месяцев к сальсе постепенно начали добавляться другие латиноамериканские танцы: бачата, афро-кубано, румба, ча-ча-ча, реггетон. Я с наслаждением открывала для себя каждое новое танцевальное направление: знакомилась с его историей, старалась проникнуться музыкой и погрузиться в настроение танца. Я очень много занималась, и где-то уже через год после того, как я пришла в сальсу, я начала ее преподавать.<br> Сейчас я веду группу по женскому стилю. Я счастлива, что у меня есть такая возможность! Мне интересно развиваться в латиноамериканских танцах, безумно нравится учить людей танцевать, нравится делиться с ними радостью и позитивными эмоциями во время занятий. Для меня настоящее cчастье – видеть горящие глаза моих учеников, и чувствовать их благодарность и любовь.',
        img: 'stanishevskaya.jpg',
        position: 'Преподаватель'
    },
    kokina: {
        id:'kokina',
        forename: 'Мила',
        surname: 'Кокина',
        directionsID: ['salsa','bachata'],
        biography: 'Я впервые попала на танцы в 6 лет. Помню, как меня привели в большой зал с зеркалами, всё казалось таким огромным. Было страшно, но безумно хотелось попробовать. В итоге – 7 лет занятий в детском хореографическом ансамбле. Дальше перерыв, и в 2007 году я впервые познакомилась с сальсой.<br> На сальсу попала совершенно случайно. В один из дней соседка по студенческому общежитию забежала и с горящими глазами начала рассказывать про новый танец, которого нет в Красноярске. Она яростно расписывала какой он замечательный и весёлый. В итоге, схватила лучшую подругу и побежала на первое занятие. И сразу было понятно, что это любовь на очень долгое время. Музыка, люди, эмоции, чувства восторга и чего-то нового – это затягивает с головой.<br> Танцы – это целый мир, который входит в твою жизнь, перемешивается с ней и становится неотъемлемой частью. Это огромная семья, где люди открываются по-новому, совершенствуются, учатся смотреть на себя и на других по-другому. Благодаря танцам ты начинаешь лучше понимать себя и своё тело, учишься взаимодействовать с окружающими тебя людьми, получаешь невероятный заряд положительных эмоций, испособ самовыражения.<br> Училась я у Андрея Корзуна (г. Красноярск), Федора Недотко (г. Санкт-Петербург), Вячеслава Заславского (г. Киев),MarcosFernandez (г.Новосибирск), Terry&Cecile, InakiFernandez, Iris&Nuno, Yanet, Victor&Burju, Samy El Magico, Ataka&LaAlemana, Andrea&Silvia, Erin&Isabelи других ведущих российских и зарубежных преподавателей. Неоднократно принимала участие в фестивалях и мастер-классах в Ростове-на-Дону, Красноярске, Новосибирске и Томске. Я и сейчас постоянно пользуюсь любой возможностью получить новые навыки, отточить своё мастерство. С радостью посещаю всевозможные мастер-классы, счастлива, что Красноярск ежегодно собирает у себя международный сальса фестиваль. Ведь это неисчерпаемая возможность для обучения у танцоров с мировым именем.<br> В данный момент я танцую сальсу, бачату, кизомбу, зук, а также свинговый танец – линди хоп. Преподавание дает мне ещё более глубокое понимание танца, и личное развитие. А улыбки на лицах учеников и их прогресс меня невероятно вдохновляют.',
        img: 'kokina.jpg',
        position: 'Преподаватель'
    }
}

module.exports = teachersData